Repository: mrbergis/HowManyDaysHavePassed
Catalog: HowManyDaysHavePassed/*.lproj/Localizable.strings
Languages: ru

# form-text-birhday
source: Enter birthday
ru: Дата рождения

source: Days have passed
ru: Дней прошло

# days_before_newyear
source: Days before the new year
ru: Дней до нового года

source: Days days days...
ru: Дни дни дни...

# days_from_newyear
source: Days from the new year
ru: Дней с нового года

# end_of_the_month
source: Until the end of the month
ru: Дней до конца месяца

# been_of_a_month
source: from the beginning of the mooth
ru: Дней с начала месяца

# day_of_cosmonautics
source: Untill the day of cosmonautics
ru: до дня Космонавтики

# starbutton_text_start
source: Start
ru: Начать

# quote_one_text
source: It doesn't work like that. Some people live more in twenty years than others do in eighty. It's not the time that matters, it's the person.
ru: Дело не во времени, кто-то за двадцать лет делает больше, чем другой за восемьдесят.

# quote_one_author
source: Doctor Who
ru: Доктор Кто

# quote_two_text
source: As if you could kill time without injuring eternity.
ru: Вы не можете убить время без вреда для вечности.

# quote_two_author
source: Henry David Thoreau
ru: Генри Дэвид Торо

# quote_three_text
source: Do not count your chickens before they are hatched.
ru: Цыплят по осени считают.

# quote_three_author
source: Aesop
ru: Эзоп
